---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DeltaK
source: html/937a565b-b862-6a04-600e-f7a29041ba84.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DeltaK Property

Symbol deltaK, indicating unit Kelvin interval.

## Syntax (C#)
```csharp
public static ForgeTypeId DeltaK { get; }
```